start=("Привет, это DoTerraBottleBot.\n"
       "Пройдите опрос и начинайте учиться)))\n"
       "Чтобы перейти к опросу - отправьте команду /fillform")

name=("Как вас зовут? \n\n"
      "(Имя и  фамилия)")

fillform_while_filling=("Опрос уже идет. Ответьте на последний вопрос")
fillform_after_filling=("Вы уже прошли опрос.")

consultant=("Кто помог зарегестрироваться/пригласил в этот чат/провел Wellness консультацию?")
# incorrect_name=("То, что вы отправили не похоже на имя\n\n"
#                 "Пожалуйста, введите ваше имя")

doterra_number=("Какой твой номер в ДОТЕРРА?")
incorrect_number=("То, что вы отправили не похоже на номер\n\n"
                "Пожалуйста, попробуйте снова, напишите только номер")

country=("Откуда вы?")

city=("Из какой вы страны и города?")
incorrect_country=("Пожалуйста, пользуйтесь кнопками")

time=("Напишите время обучения на каждый день\n\n"
      "(Число от 0 до 23, часовой пояс - Москва)")
incorrect_city=("То, что вы отправили не похоже на страну и город\n\n"
                "Пожалуйста, попробуйте снова")

form_filled=("Спасибо, что прошли опрос\n\n"
             "Вот вводная информация + ссылки")
incorrect_time=("То, что вы отправили не похоже на время\n\n"
                "Пожалуйста, попробуйте снова, напишите только время")